def main():
    STATE = {
        'Айдахо': 'Бойсе', 'Айова': 'Де - Мойн', 'Алабама' : 'Монтгомери',
        'Аляска' : 'Джуно', 'Аризона' : 'Финикс', 'Арканзас' : 'Литл - Рок',
        'Вайоминг' : 'Шайенн', 'Вашингтон': 'Олимпия', 'Вермонт'  : 'Монтпилиер',
        'Виргиния' : 'Ричмонд', 'Висконсин' : 'Мэдисон', 'Гавайи' : 'Гонолулу',
        'Делавэр' : 'Довер', 'Джорджия' : 'Атланта', 'Западная Виргиния' : 'Чарлстон',
        'Иллинойс' : 'Спрингфилд', 'Индиана' : 'Индианаполис', 'Калифорния' : 'Сакраменто',
        'Канзас' : 'Топика', 'Кентукки' : 'Франкфорт', 'Колорадо' : 'Денвер',
        'Коннектикут' : 'Хартфорд', 'Луизиана' : 'Батон-Руж', 'Массачусетс' : 'Бостон',
        'Миннесота' : 'Сент-Пол', 'Миссисипи' : 'Джексон', 'Миссури' : 'Джефферсон-Сити',
        'Мичиган' : 'Лэнсинг', 'Монтана' : 'Хелена', 'Мэн': 'Огаста',
        'Мэриленд' : 'Аннаполис', 'Нью-Йорк' : 'Олбани', 'Юта' : 'Солт-Лейк-Сити'
    }
    key = input('Enter')